13/data/attachments/3e3e82e8773f4aaa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:username>
            <nif:friendToBeAdded>Jill_medical_Friend_78077_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>